# SquareFeetPerTonOfRefrigeration Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..SquareFeetPerTonOfRefrigeration Property
UnitTypeId Class See Also
---
Square feet per ton of refrigeration.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId SquareFeetPerTonOfRefrigeration { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SquareFeetPerTonOfRefrigeration As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SquareFeetPerTonOfRefrigeration {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace